[
    {
        "id": 1,
        "title": "Flying Penis 1",
        "price": "$400.00",
        "sold": "available",
        "date": "2012-01-09",
        "width": 25.5,
        "height": 25.5,
        "media": "blood, glass beads, women's handkerchief, found tatting, linen",
        "description": "Blood print from cutting on artist’s shoulder by Raelyn Gallina in 2007, artist’s design.",
        "images": ["01W.jpg", "01WA.jpg"]
    },
    {
        "id": 2,
        "title": "Flying Penis 2",
        "price": "$400.00",
        "sold": "available",
        "date": "2014-02-09",
        "width": 22.5,
        "height": 22.5,
        "media": "blood, glass beads, women’s handkerchief, found tatting, linen",
        "description": "Blood print, with wing impression, from cutting on artist’s shoulder by Raelyn Gallina in 2007. Faceted beads on the wings. Mounted on stretched linen.",
        "images": ["02W.jpg","02WA.jpg"]
    },
    {
        "id": 3,
        "title": "FAGGOT NOT TOUCHED BY THE FLAME 1",
        "price": "$400.00",
        "available": "available",
        "date": "2016-01-01",
        "width": 28.5,
        "height": 28.5,
        "media": "Faggot silkscreen designed by Kamran Akhavan.",
        "description": "Blood print from cutting on artist’s shoulder by Raelyn Gallina in 2007.",
        "images": ["03W.jpg", "03WA.jpg"]
    },
    {
        "id": 4,
        "title": "FAGGOT SAMPLER",
        "price": "-",
        "sold": "sold",
        "date": "2017-01-01",
        "width": 16,
        "height": 20,
        "media": "Faggot silkscreen designed by Kamran Akhavan.",
        "description": "Crochet sampler from a flea market with original fabric backing.",
        "images": ["04W.jpg","04WA.jpg"]
    },
    {
        "id": 5,
        "title": "PANSY FAGGOT 1",
        "price": "-",
        "sold": "sold",
        "date": "2017-01-01",
        "width": 11,
        "height": 14,
        "media": "silkscreen, cotton/polyester fabric, pre-stretched canvas",
        "description": "Faggot silkscreen designed by Kamran Akhavan. Interlaced pansy fabric",
        "images": ["05W.jpg","05WA.jpg"]
    },
    {
        "id": 6,
        "title": "FAGGOT LABYRINTH",
        "price": "-",
        "sold": "sold",
        "date": "2017-01-01",
        "width": 22.5,
        "height": 22.5,
        "media": "silkscreen, cotton fabric, semiprecious stone beads, pre-stretched canvas",
        "description": "Faggot silkscreen designed by Kamran Akhavan.",
        "images":["06W.jpg","06WA.jpg"]
    },
    {
        "id": 7,
        "title": "ECLIPSED FAGGOT",
        "price": "$500.00",
        "sold": "available",
        "date": "2017-01-01",
        "width": 11,
        "height": 14,
        "media": "silkscreen, maypole ribbons, sequins, paillettes, shell, glass beads, pre-stretched canvas", 
        "description": "pre-stretched canvas | Faggot silkscreen designed by Kamran Akhavan.  Ribbons with stains from actual maypoles. ",
        "images": ["07W.jpg","07WA.jpg"]
    },
    {
        "id": 8,
        "title":"PINK TRIANGLE FAGGOT 1",
        "price": "-",
        "sold": "sold",
        "date": "2017-01-01",
        "width": 16,
        "height": 20,
        "media": "silkscreen, maypole ribbons, semiprecious stone beads, glass beads, Swarovski crystal beads",
        "description": "Faggot silkscreen designed by Kamran Akhavan. Ribbons with stains from actual maypoles.",
        "images": ["08W.jpg","08WA.jpg"]
    },
    {
        "id": 9,
        "title":"PINK TRIANGLE FAGGOT 2",
        "price": "-",
        "sold": "sold",
        "date": "2017-01-01",
        "width": 11,
        "height": 14,
        "media": "silkscreen, blood, maypole ribbons, glass beads, sequins, paillettes, buttons, found tatting, amber, amethyst, shell, pre-stretched canvas",
        "description": "Faggot silkscreen designed by Kamran Akhavan. I was walking down the street, thinking about fascists when I fell and skinned my knee. The only thing I had to wipe up the blood were some silkscreened faggot patches in my bag. The shadows of silkscreened faggots can be seen on the interlaced pink fabric. Many of the beads, sequins and paillettes were found on artist’s floor, usually after parties. Ribbons with stains from actual maypoles.",
        "images": ["09W.jpg","09WA.jpg"]
    },
    {
        "id":10 ,
        "title":"FAGGOTS NOT TOUCHED BY THE FLAME – BLUE",
        "price": "-",
        "sold": "sold",
        "date": "2017-01-01",
        "width": 16,
        "height": 20,
        "media": "silkscreen, men’s handkerchief, polyester fabric, glass beads, sequins, fresh water pearls, pre-stretched canvas",
        "description": "Faggot silkscreen designed by Kamran Akhavan. Silkscreened handkerchief over silkscreened patch, aged sequins. Created during the 2017 forest fire in Santa Rosa. Fire or water?",
        "images": ["10W.jpg","10WA.jpg"]
    },
    {
        "id":11,
        "title": "FAGGOT NOT TOUCHED BY THE FLAME 2 – RED, YELLOW",
        "price": "-",
        "sold": "sold",
        "date": "2017-01-01",
        "width": 11,
        "height": 24,
        "media": "silkscreen, damask dinner napkin, glass beads, sequins, paillettes, pre-stretched canvas",
        "description": "Faggot silkscreen designed by Kamran Akhavan.",
        "images": ["11W.jpg","11WA.jpg"]
    },
    {
        "id":12,
        "title":"FAG GOT",
        "price": "$400",
        "sold": "available",
        "date": "2017-01-01",
        "width": 11,
        "height": 14,
        "media": "silkscreen on silk, found camouflage fabric, glass beads, Swarovski crystal beads, paillettes, beaded trim, pre-stretched canvas ",
        "description": "Faggot silkscreen designed by Kamran Akhavan. Gold paillettes from fabric used in Turbulence (a Dance about the Economy) instigated by Keith     Hennessy and produced by Circo Zero. ",
        "images": ["12W.jpg","12WA.jpg"]
    },

    {
        "id": 13,
        "title":"KISS FAGGOTS ",
        "price": "$750",
        "sold": "available",
        "date": "2018-12-01",
        "width": 26,
        "height": 26,
        "media": "silkscreen, upcycled wedding dress satin fabric, glass beads, paillettes, beaded trim, pre-stretched canvas, lipstick prints",
        "description": "Faggot silkscreen designed by Kamran Akhavan. Years ago, there used to be this event in San Francisco called Skirt Sunday. A bunch of us radical Faeries would meet at someone’s house in the Haight, put on skirts and walk to the Castro to parade around, back when wearing a skirt in the Castro was transgressive. On one Skirt Sunday we were sashaying through Buena Vista Park and came across a graffito that read: KILL FAGS. Someone had a gold marker in the pocket of their skirt. They whipped out that marker and changed the ‘L’s to ‘S’s. So now it read: KISS FAGS. Then we put on lipstick and kissed the wall around the letters. That experience inspired me to do this piece.",
        "images": ["13W.jpg","13WA.jpg"]
    },
    {
        "id": 14,
        "title":"CAMO FAGGOT ",
        "price": "$1,500",
        "sold": "available",
        "date": "2017-02-01",
        "width": 28.25,
        "height": 28.25,
        "media": "silkscreen, found camouflage fabric, ribbon, glass beads, sequins, sequin trim, braid, pre-stretched canvas",
        "description": "Faggot silkscreen designed by Kamran Akhavan. The inspiration for the camouflage came from radical faerie skirts, envisioned by Harry Hay. As OSKRR the creator of faerie skirts would say, 'They are the Mother’s colors.' ",
        "images": ["14W.jpg","14WA.jpg"]
    }
]